Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Accessible Table Caption
et: Kasutatav tabeli seletus

source: Is used to notify that the table caption has changed; this property should not be used. accessible-table-caption-object should be used instead
et: Kasutatakse tabeli seletuuse muutustest teavitamiseks; seda omadust oleks soovitatav mitte kasutada. Selle asmele võiks kasutada accessible-table-caption-object omadust

source: Accessible Table Column Header
et: Kasutatav tabeli veeru päis

source: Is used to notify that the table column header has changed
et: Kasutatakse tabeli veeru päise muutustest teavitamiseks

source: Accessible Table Column Description
et: Kasutatav tabeli veeru kirjeldus

source: Is used to notify that the table column description has changed
et: Kasutatakse tabeli veeru kirjelduse muutustest teavitamiseks

source: Accessible Table Row Header
et: Kasutatav tabeli rea päis

source: Is used to notify that the table row header has changed
et: Kasutatakse tabeli rea päise muutustest teavitamiseks

source: Accessible Table Row Description
et: Kasutatav tabeli rea kirjeldus

source: Is used to notify that the table row description has changed
et: Kasutatakse tabeli rea kirjelduse muutustest teavitamiseks

source: Accessible Table Summary
et: Kasutatav tabeli kokkuvõte

source: Is used to notify that the table summary has changed
et: Kasutatakse tabeli kokkuvõtte muutustest teavitamiseks

source: Accessible Table Caption Object
et: Kasutatav tabeli seletuse objekt

source: Is used to notify that the table caption has changed
et: Kasutatakse tabeli seletuse muutustest teavitamiseks

source: Number of Accessible Hypertext Links
et: Kasutatavate viitade arv

source: The number of links which the current AtkHypertext has
et: Käesoleva AtkHypertext'i viitade arv

source: Operation failed
et: Operatsioon ebaõnnestus

source: Bad state
et: Halb olek

source: Invalid host name
et: Vigane serverinimi

source: Invalid domain name
et: Vigane domeeninimi

source: No suitable network protocol available
et: Sobivat võrguprotokolli pole saadaval

source: Invalid DNS TTL
et: Vigane DNS TTL

source: Local name collision
et: Kohaliku nime kokkupõrge

source: Invalid record
et: Vigane kirje

source: Invalid service name
et: Vigane teenusenimi

source: Invalid service type
et: Vigane teenuse tüüp

source: Invalid port number
et: Vigane pordi number

source: Invalid record key
et: Vigane kirjevõti

source: Invalid address
et: Vigane aadress

source: Timeout reached
et: Ajapiirang on ületatud

source: Too many clients
et: Liiga palju kliente

source: Too many objects
et: Liiga palju objekte

source: Too many entries
et: Liiga palju sissekandeid

source: Access denied
et: Ligipääs keelatud

source: Invalid operation
et: Vigane tegevus

source: Memory exhausted
et: Mälu on otsas

source: Daemon not running
et: Deemon ei tööta

source: Invalid flags
et: Vigased lipud

source: Not found
et: Ei leitud

source: Invalid packet
et: Vigane pakett

source: Invalid RDATA
et: Vigane RDATA

source: Invalid DNS type
et: Vigane DNS tüüp

source: Invalid DNS class
et: Vigane DNS klass

source: Not supported
et: Pole toetatud

source: Invalid argument
et: Vigane parameeter

source: Is empty
et: On tühi

source: Invalid Error Code
et: Vigane veakood

source: Avahi Zeroconf Browser
et: Avahi Zeroconfi brauser

source: Browse for Zeroconf services available on your network
et: Teie võrgus saadaolevate Zeroconfi teenuste sirvimine

source: empty
et: tühi

source: Service Type:
et: Teenuse tüüp:

source: Service Name:
et: Teenuse nimi:

source: Domain Name:
et: Domeeninimi:

source: Interface:
et: Liides:

source: Address:
et: Aadress:

source: Domain
et: Domeen

source: Service Type
et: Teenuse tüüp

source: Service Name
et: Teenuse nimi

source: Address
et: Aadress

source: Host Name
et: Masina nimi

source: n/a
et: puudub

source: Change domain
et: Domeeni muutmine

source: Apple Devices Support
et: Apple seadmete tugi

source: Support for most iPod/iPhone/iPad devices.
et: Tugi seadmetele nagu iPod, iPhone ja IPad

source: Device Support
et: Seadmete tugi

source: Karma Support
et: Karma tugi

source: Support for Rio Karma devices.
et: Rio Karma Seadmete tugi.

source: Support for USB-drive based devices, including many iAudio devices and Android, Pre, and Galaxy phones.
et: Tugi USB-ketta põhistele seadmetele, kaasa arvatud iAudio seadmed ning Android, Pre ja Galaxy telefonid.

source: MTP Media Player Support
et: MTP meediaesitaja tugi

source: Support for MTP devices, including many Creative Zen devices.
et: Tugi MTP seadmetele, kaasa arvatud Creative Zen seadmed.

source: Browse, search, and purchase music from the Amazon MP3 store.
et: Sirvi, otsi ja osta muusikat Amazoni MP3 poest.

source: Online Sources
et: Veebiallikad

source: Amazon MP3 Import
et: Amazoni MP3 importimine

source: Download and import music purchased from Amazon.com.
et: Laadi alla ja impordi Amazon.com-ist ostetud muusikat

source: Audiobooks Library
et: Audioraamatute kogu

source: Organize audiobooks, lectures, etc.
et: Organiseeri heliraamatuid, loenguid, jne.

source: Core
et: Tuum

source: Boo Scripting
et: Boo skriptimine

source: Customize and extend Banshee with Boo-language scripts.
et: Kohanda ja laienda Bansheed Boo skriptimiskeelega.u

source: Utilities
et: Tarvikud

source: BPM Detection
et: BPM (löökide arv minutis) tuvastus

source: Detect the beats per minute (BPM) of your music.
et: Tuvastab muusikas löökide arvu minutis

source: Cover Art Fetching
et: Plaadiümbrise tõmbamine

source: Fetch cover art for all items in your library.
et: Tõmba plaadiümbris kõigile failidele oma kogus.

source: DAAP Sharing
et: DAAP-jagamine

source: Browse and listen to music shared over your local network.
et: Sirvi ja kuula jagatud muusikat üle kohaliku võrgu.

source: eMusic Import
et: eMusic' importimine

source: Download and import music purchased from eMusic.
et: Laadi alla ja impordi eMusic-st ostetud muusikat.

source: File System Preview Queue
et: Failisüsteemi eelvaate järjekord

source: Preview files without importing to your library.
et: Vaatle faile ilma kogusse importimatta.

source: Metadata Fixup
et: Metateabe parandamine

source: Fix broken and missing metadata using bulk operations.
et: Paranda katkiseid või puudulike metaandmeid mitmel failil.

source: Internet Archive
et: Interneti arhiiv

source: Internet Radio
et: Interneti raadio

source: Listen to and organize Internet Radio stations.
et: Kuula ja seadista interneti raadiojaamu

source: Last.fm Scrobbling
et: Last.fm´i jälgimine

source: Last.fm Radio
et: Last.fm raadio

source: Last.fm streaming radio for paid subscribers.
et: Last.fm´i striimimisraadio tasulise konto omanikele.

source: Library Watcher
et: Meediakogu vaataja

source: Automatically update music and video libraries.
et: Uuenda automaatselt muusikat ja videokogusid.

source: Mini Mode
et: Minirežiim

source: Control Banshee through a small window with only playback controls and track information.
et: Kasuta Banshee'd minireziimis, millel on ainult esitusnuppud ja loo info.

source: Browse and subscribe to thousands of audio and video podcasts.
et: Kuva ja telli tuhandeid audio ja video podcaste.

source: MPRIS D-Bus interface
et: MPRIS D-bus kasutajaliides

source: Control Banshee using the MPRIS D-Bus interface.
et: Kasuta Banshee'd MPRIS D-Bus kasutajaliidese kaudu.

source: Multimedia Keys
et: Multimeediaklahvid

source: Control playback via the multimedia keys on your keyboard.
et: Halda esitust multimeedia nuppude kaudu.

source: Notification Area Icon
et: Teateala ikoon

source: Display an icon in the notification area for controlling Banshee.
et: Näita Bansee ikooni teatealal.

source: Importers for Amarok, Rhythmbox and iTunes
et: Impordi Amarok, Rhythmbox või iTunes muusikamängijast

source: Import your library from Amarok, Rhythmbox or iTunes.
et: Impordi oma muusikakogu Amarok, Rhythmbox või iTunes muusikamängijast

source: Play Queue
et: Esitamise järjekord

source: Podcasts
et: Podcastid

source: Sound Menu Integration
et: Heli menüü ühildamine

source: Control Banshee from the Sound Menu.
et: Banshee juhtimine helimenüüst.

source: Torrent Downloader
et: Torrentite allalaadija

source: Support downloading BitTorrent files from podcasts.
et: Toetab BitTorrent'i failide allalaadimist podcastidest.

source: Ubuntu One Music Store
et: Ubuntu One Muusikapood

source: View artist information from Wikipedia in the context pane.
et: Vaata esitaja infot Wikipediast lisateksti väljalt.

source: Context Pane
et: Kontekstipaneel

source: Show related YouTube videos in the context pane.
et: Näita seotud Youtube videosid lisateksti väljal.

source: AAC (Novell Encoder)
et: AAC (Novelli enkooder)

source: Bitrate
et: Bitivoog

source: Container
et: Konteiner

source: 3GPP
et: 3GPP (3. generatsiooni partner projekt)

source: Profile
et: Profiil

source: Low Complexity
et: Vähe keerukas

source: Long Term Prediction
et: Pikajaline ennustus

source: Output Format
et: Väljundvorming

source: Channels
et: Kanalid

source: Free Lossless Audio Codec
et: Vaba kadudeta audiokoodek

source: Free Lossless Audio Codec (FLAC) is an open source codec that compresses but does not degrade audio quality.
et: Vaba kadudeta audiokoodek (FLAC) on avatud koodiga koodek mis tihendab, kuid ei vähenda helikvaliteeti

source: MP3 (LAME Encoder)
et: MP3 (LAME kodeerija)

source: A proprietary and older, but also popular, lossy audio format that produces larger files at lower bitrates.
et: Kinnise koodiga vanem, aga populaarne, kadudega pakkimise vormig, mis toodab madala bitivoo juures suuremaid faile.

source: Encoding Mode
et: Enkoodimise režiim

source: Constant Bitrate
et: Konstantne bitivoog

source: Variable Bitrate
et: Muutuv bitivoog

source: VBR Quality
et: VBR kvaliteet

source: Worst
et: Halvim

source: Best
et: Parim

source: MP3 (Xing Encoder)
et: MP3 (Xing kodeerija)

source: Vorbis is an open source, lossy audio codec with high quality output at a lower file size than MP3.
et: Vorbis on avatud koodiga kadudega pakkimise koodek, mis pakub head kvaliteeti väiksema failisuuruse juures kui MP3.

source: Audio quality
et: Heli kvaliteet

source: A fast and efficient open source audio format offering lossless and high-quality lossy encoding with great dynamic range.
et: Kiire ja efektiivne avatud koodiga audiovorming, mis pakub kadudeta ja kõrgekvaliteedilist kadudega kodeerimist laias dünaamilises ulatuses.

source: Mode
et: Režiim

source: Fast Compression
et: Kiire pakkimine

source: Default Compression
et: Vaikimisi tihendus

source: High Compression
et: Tihe pakkimine

source: Very High Compression
et: Ülitihe pakkimine

source: Lossy mode
et: Kadudega režiim

source: Store MD5 sum in the file
et: Salvesta MD5 summa faili

source: Extra processing
et: Ekstra protsessimine

source: Default
et: Vaikimisi

source: Highest
et: Kõrgeim

source: WAV+PCM is a lossless format that holds uncompressed, raw pulse-code modulated (PCM) audio.
et: WAV+PCM on kadudeta vorming, mis hoiab pakkimata toorest pulsskoodina moduleeritud (PCM) heli.

source: Windows Media Audio
et: Windows meedia audio

source: A proprietary lossy audio format with high quality output at a lower file size than MP3. A 96 kbps WMA is equivalent to a 128 kbps MP3.
et: Suletud kadudega pakkimise audiovorming mis pakub paremat kvaliteeti väiksema failisuurusega kui MP3. 96kbps WMA on samaväärne 128kbps MP3-ga.

source: Use a variable bitrate
et: Kasuta muutuvat bitivoogu

source: Audio Quality
et: Heli kvaliteet

source: Could not create pipeline
et: Konveierit ei saa luua

source: Could not create filesrc element
et: 'filesrc' elementi pole võimalik luua

source: Could not create decodebin2 plugin
et: decodebin pluginat pole võimalik luua

source: Could not create audioconvert plugin
et: audioconvert pluginat pole võimalik luua

source: Could not create bpmdetect plugin
et: BPM pluginat ei leita

source: Could not create fakesink plugin
et: fakesink pluginat pole võimalik luua

source: Could not link pipeline elements
et: Konveieri sõlmi ei saa linkida

source: Could not initialize element from cdda URI
et: cdda URI elementi ei saa lähtestada

source: Could not create encoder pipeline
et: Kodeerija konveierit ei saa luua

source: Could not create queue plugin
et: Ootejärjekorra pulginat ei saa luua

source: Could not create filesink plugin
et: Filesink pluginat ei saa luua

source: Could not create source element
et: Lähteelementi pole võimalik luua

source: Could not create encoding pipeline
et: Kodeerimise konveierit ei saa luua

source: Could not construct pipeline
et: Konveierit ei saa üles seada

source: Write CD...
et: Kirjuta CD...

source: Write selected tracks to an audio CD
et: Kirjuta valitud rajad audio CD-le

source: Could not write CD
et: CD-d ei saa kirjutada

source: Brasero could not be started
et: Brasero't ei saa käivitada

source: Fullscreen video playback active
et: Täisekraanil video taasesitus aktiivne

source: Could not find an encoder for ripping.
et: Rippimiseks ei leitud kodeerijat.

source: Could not create CD ripping driver.
et: CD rippimise ajurit ei saa luua.

source: Could not create BPM detection driver.
et: BPM tuvastamise draiverit pole võimalik luua.

source: Could not initialize GStreamer library
et: GStreamer teeki ei saa lähtestada

source: Unknown Error
et: Tundmatu viga

source: Enable _gapless playback
et: Käivita _katkematu mängimine

source: Could not create transcoder
et: Ümberkooderijat transcoder ei saa luua

source: Help Options
et: Abi valikud

source: Show this help
et: Kuva see abiteave

source: Show options for controlling playback
et: Näita taasesituse juhtimise valikuid

source: Show options for querying the playing track
et: Näita esitatava laulu pärimise valikuid

source: Show options for querying the playing engine
et: Näita esitamismootori pärimise valikuid

source: Show options for the user interface
et: Näita kasutajaliidese valikuid

source: Show options for developers and debugging
et: Näita arendajate ja silumise valikuid

source: Show all option groups
et: Näita kõiki valikugruppe

source: Show version information
et: Näita versiooniinfot

source: Playback Control Options
et: Taasesituse juhtimise valikud

source: Play the next track, optionally restarting if the 'restart' value is set
et: Mängib järgmise loo või sama uuesti, kui 'taaskäivita' on määratud

source: Start playback
et: Alusta taasesitust

source: Pause playback
et: Peata taasesitus

source: Completely stop playback
et: Täielikult lõpeta taasesitamine

source: Seek to a specific point (seconds, float)
et: Hüppa kindlale kohale (sekundid, ujukomaarv)

source: Player Engine Query Options
et: Esitamismootori päringuvalikuid

source: Current player state
et: Esitaja praegune olek

source: Last player state
et: Esitaja viimane olek

source: Query whether the player can be paused
et: Päri, kas esitajat saab pausile määrata

source: Query whether the player can seek
et: Päri, kas esitaja saab kerida

source: Player volume
et: Esitaja valjus

source: Player position in currently playing track
et: Esitaja asukoht esitatavas palas

source: Artist Name
et: Esitaja nimi

source: Album Title
et: Albumi pealkiri

source: Track Title
et: Raja pealkiri

source: Duration
et: Kestus

source: Track Number
et: Raja number

source: Track Count
et: Radade arv

source: Disc Number
et: Plaadi number

source: Year
et: Aasta

source: Rating
et: Hinnang

source: Score
et: Punktid

source: Bit Rate
et: Bitivoog

source: User Interface Options
et: Kasutajaliidese valikud

source: Hide the user interface
et: Peida kasutajaliides

source: Present the import media dialog box
et: Näita imporditud meedia dialoogikasti

source: Disable DBus support completely
et: Keela DBus tugi täielikult

source: En_queue
et: Lisa_järjekorda

source: _Play
et: _Esita

source: Play _Song
et: Mängi _lugu

source: Add an album to the playlist
et: Lisa album nimekirja

source: {0} remaining
et: {0} jäänud

source: Play Song
et: Laulu esitamine

source: Close
et: Sulge

source: Artist, Album, or Title
et: Esitaja, album või pealkiri

source: Album Artist
et: Albumi esitaja

source: Composer
et: Helilooja

source: Genre
et: Žanr

source: Comment
et: Kommentaar

source: Unknown Artist
et: Teadmata esitaja

source: Unknown Album
et: Teadmata album

source: Unknown Title
et: Teadmata pealkiri

source: Various Artists
et: Erinevad esitajad

source: Stream location not found
et: Muusikavoo asukohta ei leita

source: File not found
et: Faili ei leitud

source: Codec for playing this media type not available
et: Selle meediatüübi jaoks pole koodekit

source: File protected by Digital Rights Management (DRM)
et: Fail on kaitstud DRM autorikaitsega

source: Unknown error
et: Tundmatu viga

source: _Restart Video
et: _Taaskäivita video

source: _Restart Song
et: _Taasalusta laulu

source: _Jump to Playing Video
et: _Hüppa esitatavale videole

source: _Jump to Playing Song
et: _Hüppa esitatavale loole

source: All Albums ({0})
et: Kõik albumid ({0})

source: All Artists ({0})
et: Kõik artistid ({0})

source: Value
et: Väärtus

source: Shuffle by A_lbum
et: Sega a_lbumi järgi

source: by album
et: albumi järgi

source: Shuffle by A_rtist
et: Sega _esitaja järgi

source: by artist
et: esitaja järgi

source: Play all songs by an artist, then randomly choose another artist
et: Mängi kõik lood esitaja järgi, seejärjel vali suvaline artist

source: Shuffle _Off
et: Juhuesitus _väljas

source: manually
et: käsitsi

source: Do not shuffle playlist
et: Ära sega nimekirja

source: Play songs randomly, prefer higher rated songs
et: Mängi lugusid segamini, eelista paremini hinnatud lugusid

source: by score
et: punktide järgi

source: Play songs randomly, prefer higher scored songs
et: Mängi lugusid segamini, eelista paremate punktidega lugusid

source: Shuffle by _Song
et: Sega _loo järgi

source: by song
et: loo järgi

source: Play songs randomly from the playlist
et: Mängi lugusid suvaliselt oma lugude nimekirjas

source: Scanning for media
et: Meedia skaneerimine

source: Scanning...
et: Skaneerimine...

source: Scanning ({0} files)...
et: Skaneerimine ({0} faili)...

source: Importing Media
et: Meedia importimine

source: The import process is currently running. Would you like to stop it?
et: Importimine on praegu pooleli. Kas sa tahad selle peatada?

source: Importing {0} of {1}
et: Importimisel {0} / {1}

source: Upgrading your Banshee Database
et: Uuendab sinu Banshee andmebaasi

source: Please wait while your old Banshee database is migrated to the new format.
et: Palun oota kuni sinu vana Banshee andmebaas uuendatakse uude vormingusse.

source: Refreshing Metadata
et: Metateabe värskendamine

source: Classical
et: Klassikaline

source: Club
et: Klubi

source: Full Bass
et: Täis bass

source: Full Bass and Treble
et: Täis bass ja kõrgsagedused

source: Full Treble
et: Kõrghelid

source: Laptop Speakers and Headphones
et: Sülearvuti kõlarid ja kõrvaklapid

source: Large Hall
et: Suur saal

source: Party
et: Pidu

source: Techno
et: Tehno

source: Remove From Library
et: Eemalda kogust

source: File Organization
et: Failide järjestus

source: _Update file and folder names
et: _Uuenda failide ja kaustade nimesid

source: Rename files and folders according to media metadata
et: Nimeta ümber failid ja kaustad meedia metadata järgi

source: {0} Folder
et: {0} kataloog

source: Track Artist
et: Raja esitaja

source: Conductor
et: Dirigent

source: Title
et: Pealkiri

source: Count
et: Arv

source: Count (unsorted)
et: Arv (sorteerimata)

source: Number (unsorted)
et: Number (sorteerimata)

source: Disc Count
et: Plaatide arv

source: Grouping
et: KollektiivMusic Library

source: Music
et: Muusika

source: Search your music
et: Otsi oma muusikat

source: Miscellaneous
et: Mitmesugune

source: _Sort an artist's albums by year, not title
et: _Sorteeri esitaja albumid aasta järgi, mitte pealkirja

source: Music Folder
et: Audiokaust

source: Favorites
et: Lemmikud

source: Songs rated four and five stars
et: Lood hinnanguga neli ja viis tärni

source: Recent Favorites
et: Hiljutised lemmikud

source: Songs listened to often in the past week
et: Viimasel nädalal tihti kuulatud lood

source: Recently Added
et: Hiljuti lisatud

source: Songs imported within the last week
et: Viimasel nädalal imporditud lood

source: Recently Played
et: Hiljuti kuulatud

source: Recently played songs
et: Hiljuti kuulatud laulud

source: Unheard
et: Kuulamata

source: Songs that have not been played or skipped
et: Laulud, mida pole kuulatud või jäeti vahele

source: Neglected Favorites
et: Hüljatud lemmikud

source: Favorites not played in over two months
et: Lemmikud, mida pole kahe kuu jooksul kuulatud

source: Least Favorite
et: Kõige vähem lemmik

source: Songs rated one or two stars or that you have frequently skipped
et: Laulud hinnanguga üks või kaks tärni või mida sa oled korduvalt vahele jätnud

source: 700 MB of Favorites
et: 700 MB lemmikuid

source: A data CD worth of favorite songs
et: Andmeplaaditäis lemmiklaule

source: 80 Minutes of Favorites
et: 80 minutit lemmikuid

source: An audio CD worth of favorite songs
et: Audioplaaditäis lemmiklaule

source: Unrated
et: Hindamata

source: Songs that haven't been rated
et: Laulud, mida pole hinnatud

source: Importing Songs
et: Laulude importimine

source: Importing From {0}
et: Importimine kohast {0}Video Library

source: Videos
et: Videod

source: Search your videos
et: Otsi enda videosid

source: Produced By
et: Tootja

source: Videos Folder
et: Videokaust

source: Videos rated four and five stars
et: Nelja või viie tärni videod

source: Unwatched
et: Vaatamata

source: Videos that haven't been played yet
et: Videod, mida pole veel mängitud

source: Default player engine
et: Vaikimisi esitusmootor

source: No player engines were found. Please ensure Banshee has been cleanly installed.
et: Esitusmootoreid ei leitud. Palun veendu, et Banshee paigaldus õnnestus.

source: Problem with Player Engine
et: Probleem esitusmootoriga

source: Converting {0} of {1}
et: Konverteerimisel {0} / {1}

source: Initializing
et: Lähtestamine

source: Files are currently being converted to another format. Would you like to stop this?
et: Praegu konverteeritakse faile teise vormingusse. Kas sa tahad selle peatada?

source: There is no available network connection
et: Võrguühendus puudub

source: Cannot connect to NetworkManager or Wicd
et: Ei saa ühendada Võrguhalduriga ega Wicd võrguhalduriga

source: _Disable features requiring Internet access
et: _Lülita välja lisad, mis vajavad interneti ühendust

source: Some features require a broadband Internet connection such as Last.fm or cover art fetching
et: Mõned lisad vajavad lairiba ühendust , näiteks Last.fm ja kaanekujunduse hankimine

source: Playlist
et: Lugude nimekiri

source: Remove From Playlist
et: Eemalda lugude nimekirjast

source: Delete Playlist
et: Kustuta lugude nimekiri

source: New Playlist
et: Uus lugude nimekiri

source: Windows Media ASX
et: Windows meedia ASX

source: Windows Media ASX (*.asx)
et: Windows meedia ASX (*.asx)

source: MPEG Version 3.0 Extended (*.m3u)
et: MPEG versioon 3.0 laiendatud (*.m3u)

source: Shoutcast Playlist version 2 (*.pls)
et: Shoutcast lugude nimekiri versioon 2 (*.pls)

source: General
et: Üldine

source: Source Specific
et: Allikaspetsiifiline

source: Extensions
et: Laiendused

source: Improve Banshee by sending anonymous usage data
et: Tee Bansheed paremaks saates anonüümset kasutusteavet

source: items
et: kirjet

source: minutes
et: minutit

source: hours
et: tundi

source: Artist
et: Esitajaartist

source: artists
et: esitajaalbum artist

source: compilationartist
et: album

source: Disc
et: Plaat

source: disc
et: plaat

source: discnum
et: plaadinr

source: discs
et: plaadid

source: cds
et: cd-d

source: track
et: rada

source: trackno
et: rajanr
